Repository: isjust11/sotaynamduoc
Catalog: lib/gen/i18n/locales/intl_*.arb
Languages: vi

# error_common
source: An error occurred. Please try again later
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau

# error_connection
source: Network connection error
vi: Lỗi kết nối mạng

# dropdown_loading
source: Retrieving data...
vi: Đang lấy dữ liệu ...

# inputUserName
source: Enter username
vi: Nhập tên đăng nhập

# userName
source: Login name
vi: Tên đăng nhập

# plsInputUserName
source: Please enter your username
vi: Vui lòng nhập tên đăng nhập

source: Login
vi: Đăng nhập

# tokenExpiredMessage
source: The session has expired. Please log in again
vi: Phiên làm việc đã hệt hạn. Vui lòng đăng nhập lại

source: Change Language
vi: Đổi ngôn ngữ

source: Skip
vi: Bỏ qua

source: Authenticate Trust
vi: Xác thực uy tín

source: Global Trust
vi: Tin cậy toàn cầu

source: Supply Chain Traceability
vi: Truy xuất chuỗi cung ứng

source: Product Identification
vi: Định danh hàng hóa

# loginWithPublicSecurityAccount
source: Login with Public Security Electronic Identification account for Citizens
vi: Đăng nhập bằng tài khoản Định danh điện tử cấp bởi Bộ Công an dành cho Công dân

source: Hello
vi: Xin chào

source: Home
vi: Trang chủ

source: History
vi: Lịch sử

source: Sales
vi: Bán hàng

source: Complaint
vi: Khiếu nại

source: Settings
vi: Cài đặt

source: Fake Product Warning
vi: Cảnh báo hàng giả

source: News
vi: Tin tức

# colosIQSupplement
source: Colos IQ Nutritional Supplement
vi: Thực phẩm bổ sung colos IQ

source: View More
vi: Xem thêm

source: Photo
vi: Ảnh

source: Scan Code
vi: Quét mã

# ingredientsList
source: List of Ingredients
vi: Danh sách nguyên liệu

# productDescription
source: Made entirely from fresh, clean, pure farm milk according to TH farm standards. Reduced 26.3% added sugar (compared to Sugared UHT Fresh Milk) suitable for a healthy low-sugar trend, easy to drink for the whole family and children.
vi: Được làm hoàn toàn từ sữa tươi trang trại, sạch, nguyên chất theo chuẩn của trang trại TH. Giảm 26,3% lượng đường bổ sung (so với Sữa Tươi Tiệt Trùng có đường) phù hợp xu hướng lành mạnh giảm đường, dễ uống phù hợp cả gia đình và trẻ nhỏ.

# storageInstructions
source: Storage Instructions: Refrigerate at 2°C - 6°C.
vi: Hướng dẫn bảo quản: Bảo quản lạnh ở 2°C - 6°C.

# shelfLife
source: Shelf life: 39 days from manufacturing date.
vi: Hạn sử dụng: 39 ngày kể từ ngày sản xuất.

# suitableForFamily
source: Product suitable for the whole family.
vi: Sản phẩm phù hợp cho cả gia đình.

# useWithin24Hours
source: Use within 24 hours after opening.
vi: Sử dụng hết trong 24 giờ sau khi mở.

# averageNutritionInfo
source: Average nutritional content per 100 ml (*)
vi: Thành phần dinh dưỡng trung bình trong 100 ml (*)

source: Nutrition Information
vi: Thông tin dinh dưỡng

# energy
source: Energy74.8 kcal
vi: Năng lượng74,8 kcal

# protein
source: Protein3.1 g
vi: Chất đạm3,1 g

# carbohydrates
source: Carbohydrates7.5 g
vi: Carbohydrat7,5 g

# totalSugar
source: Total Sugar7.5 g
vi: Đường tổng số7,5 g

# fat
source: Fat3.6 g
vi: Chất béo3,6 g

# sodium
source: Sodium33 mg
vi: Natri33 mg

# calcium
source: Calcium102 mg
vi: Calci102 mg

# vitaminsAndMinerals
source: Vitamins and minerals available in fresh milk
vi: Các vitamin và khoáng chất có sẵn trong sữa tươi

# nutritionDisclaimer
source: (*) Nutritional content is not less than 80% of the value stated on the label.
vi: (*) Hàm lượng dinh dưỡng không thấp hơn 80% giá trị ghi trên nhãn​​.

# thTrueMilkCompany
source: TH True Milk Joint Stock Company
vi: Công ty cổ phần sữa TH true milk

source: Country of Manufacture
vi: Nước sản xuất

source: Vietnam
vi: Việt Nam

source: Commodity Type
vi: Loại hàng hóa

source: Milk
vi: Sữa

source: Type
vi: Loại

source: Liquid
vi: Dung dịch

source: Packaging Method
vi: Cách đóng gói

# oneLiterBox
source: 1 Liter Box
vi: Hộp 1 lít

source: MFG - EXP Date
vi: NSX - HSD

# thMilkNoSugar
source: TH Pure Fresh Milk Unsweetened - 1L Volume
vi: Sữa tươi nguyên chất TH không đường - dung tích 1L

source: Product Identified
vi: Sản phẩm đã được định danh

source: Product Authenticated
vi: Sản phẩm đã được chứng thực

# infoSelfDeclaredByOrganization
source: Information self-declared and self-responsible by the organization using barcode and QR code.
vi: Thông tin do tổ chức sử dụng mã số, mã vạch tự kê khai và tự chịu trách nhiệm

source: Suspect counterfeit or print error
vi: Nghi ngờ hàng giả hoặc lỗi in tem

# pleaseTakePhotoForVerification
source: Please take a photo for system verification!
vi: Vui lòng chụp ảnh để hệ thống xác minh!

# noManufacturerInfo
source: No manufacturer information
vi: Không có thông tin nhà sản xuất

# noProductInfo
source: No product information
vi: Không có thông tin sản phẩm

# productInfo
source: Product Information
vi: Thông tin sản phẩm

source: Product Certification
vi: Chứng nhận sản phẩm

# complaintAndFeedback
source: Complaint - Feedback
vi: Phản ánh - Khiếu nại

source: Result
vi: Kết quả

source: Close
vi: Đóng

source: Share
vi: Chia sẻ

source: Trace Product Origin
vi: Truy xuất nguồn gốc sản phẩm

# traceability
source: Trace Product
vi: Truy xuất nguồn gốc

source: Information
vi: Thông tin

source: Farm
vi: Trang trại

source: Transport to Factory
vi: Vận chuyển đến nhà máy

source: Manufacture
vi: Sản xuất

source: Warehousing
vi: Nhập kho

source: Export Sales
vi: Xuất bán

source: Transport
vi: Vận chuyển

source: Retail Store
vi: Cửa hàng bán lẻ

# farmType
source: Type
vi: Loại hình

source: Dairy Farm
vi: Trang trại bò sữa

source: Farm Name
vi: Tên trang trại

source: TH True Milk Farm Cluster 2
vi: Cụm trang trại bò sữa số 2 - TH true milk

source: Address
vi: Địa chỉ

# nghiaSonNgheAnAddress
source: Nghia Son - Nghia Dan - Nghe An
vi: Nghĩa Sơn - Nghĩa Đàn - Nghệ An

source: Phone Number
vi: Số điện thoại

# farmArea
source: Area
vi: Diện tích

source: Milking Date
vi: Ngày vắt sữa

# datChuan
source: Standard Met
vi: Đạt chuẩn

source: European Organic Standard
vi: Tiêu chuẩn hữu cơ Châu Âu

source: US Organic Standard
vi: Tiêu chuẩn hữu cơ Mỹ

source: Vietnam Organic Standard
vi: Tiêu chuẩn hữu cơ Việt Nam

# infoAuthenticatedSource
source: Information from authenticated source
vi: Nguồn gốc thông tin đã được chứng thực

# factoryTransportType
source: Type
vi: Loại hình

source: Factory Transport
vi: Vận chuyển nhà máy

source: Route
vi: Tuyến đường

# addressAtoAddressB
source: Address A - Address B
vi: Địa chỉ A- Địa chỉ B

source: Vehicle Type
vi: Loại xe

source: Refrigerated Tanker
vi: Xe bồn lạnh

source: License Plate
vi: Biển số xe

# refrigeratedTruckStandard
source: Refrigerated Truck Standard 2-4 degrees C
vi: Tiêu chuẩn xe bồn lạnh 2-4 độ C

source: Shipping Date
vi: Ngày vận chuyển

source: Factory Name
vi: Tên nhà máy

source: TH Clean Milk Factory
vi: Nhà máy sữa sạch TH true milk

# factoryAddressA
source: Address A
vi: Địa chỉ A

source: Production Batch
vi: Lô sản xuất

source: Production Date
vi: Ngày sản xuất

source: Product Unidentified
vi: Sản phẩm không có định danh

source: Delete
vi: Xoá

source: Report
vi: Báo cáo

source: Content:
vi: Nội dung:

source: Images:
vi: Hình ảnh:

source: Scan Time:
vi: Thời gian quét:

source: Back
vi: Quay lại

source: Enter complaint content
vi: Nhập nội dung phản ánh

# addImagesOrVideos
source: Add at least 1 image or video of the product
vi: Thêm ít nhất 1 hình ảnh hoặc video về sản phẩm

source: Send
vi: Gửi

source: Camera Permission Required
vi: Cần cấp quyền camera

# cameraPermissionDenied
source: Camera permission has been permanently denied. Please enable it in Settings to scan QR codes.
vi: Quyền camera đã bị từ chối. Vui lòng bật quyền camera trong Cài đặt để quét mã QR.

# cameraPermissionNeed
source: This app needs camera access to scan QR codes.
vi: Ứng dụng này cần quyền truy cập camera để quét mã QR.

source: Scan Again
vi: Quét lại

# noQRCodeFound
source: No QR code found in the selected image
vi: Không tìm thấy mã QR trong hình ảnh đã chọn

source: QR Code Result
vi: Kết quả mã QR

source: Violation Type
vi: Loại vi phạm

source: Select violation type
vi: Chọn loại vi phạm

source: Reason for Complaint
vi: Lý do phản ánh

source: Select reason for complaint
vi: Chọn lý do phản ánh

source: Origin
vi: Nguồn gốc

source: Filter
vi: Lọc

source: My Complaint List
vi: Danh sách khiếu nại của tôi

source: product quality issue
vi: chất lượng sản phẩm có vấn đề

# productIsCounterfeit
source: This product is counterfeit
vi: Sản phẩm này là hàng giả

source: Handled Complaint
vi: Phản ánh đã xử lý

# manufacturerResponseStorage
source: Reply: The manufacturer has responded regarding product storage conditions
vi: Phản hồi: Nhà sản xuất đã phản hồi về điều kiện bảo quản sản phẩm

# manufacturerResponseRecall
source: Reply: Thank you for your feedback, we have recalled this batch of products!
vi: Phản hồi: Cảm ơn bạn đã phản ánh, chúng tôi đã thu hồi lô sản phẩm này!

# complaintDetails
source: Complaint Details - Feedback
vi: Chi tiết phản ánh - khiếu nại

# violationTypePoorQuality
source: Violation Type: poor quality product
vi: Loại vi phạm: hàng kém chất lượng

# reasonComplaintPoorQuality
source: Reason for complaint: poor quality product
vi: Lý do phản ánh: hàng kém chất lượng

source: Handled
vi: Đã xử lý

source: Pending Processing
vi: Chờ xử lý

source: Add
vi: Thêm

# furtherInquiries
source: If you have further questions, please contact:
vi: Nếu bạn có thêm thắc mắc gì, vui lòng liên hệ:

# hotline
source: Hotline: 024 324562 2255
vi: Hotline

# email
source: Email: bocongan@bca.com
vi: Email

# publicSecurityAddress
source: Address: Ministry of Public Security Building - xxx street xxx
vi: Địa chỉ

# counterfeitProductsList
source: List of counterfeit products warned by the Ministry of Public Security
vi: Danh sách hàng giả được cảnh báo bởi Bộ công an

# suspectedProductsList
source: List of suspected products
vi: Danh sách hàng nghi ngờ

# threeGoodMilkCompany
source: 3 Good Milk Joint Stock Company
vi: Công ty cổ phần sữa 3 tốt

source: Industry
vi: Ngành hàng

# productsUnderInvestigation
source: List of products currently under investigation by the Ministry of Public Security
vi: Danh sách sản phẩm đang được điều tra bởi Bộ công an

# kasumiGrowNutrition
source: Kasumi Grow Nutritional Product
vi: Sản phẩm dinh dưỡng Kasumi grow

source: Personal Information
vi: Thông tin cá nhân

source: Terms of Use
vi: Điều khoản sử dụng

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Help Guide
vi: Hướng dẫn trợ giúp

source: Contact Us
vi: Liên hệ với chúng tôi

source: Logout
vi: Đăng xuất

source: Full Name
vi: Họ và tên

source: Date of Birth
vi: Ngày sinh

source: ID Number
vi: Số DDCN

source: Account Level
vi: Mức TK

# infoSharedFromVneID
source: This information is shared from VNeID
vi: Thông tin này được chia sẻ từ VNeID

# infoContact
source: Contact Information
vi: Thông tin liên hệ

# googleTermsDescription
source: These Terms of Service reflect how Google's business works, the laws that our company must comply with, and some things we still believe to be true. Therefore, these Terms of Service help define the relationship between Google and you when you interact with our services. For example, these terms cover the following topics: Our responsibilities: This section describes how we provide and develop our services Your responsibilities: This section sets out some rules you must follow when using our services Content in Google services: This section describes intellectual property rights to the content you see in our services, whether that content belongs to you, Google, or others In case of problems or disagreements: This section describes other legal rights you have and what you should know if someone violates these terms Understanding these terms is important, because by accessing or using our services, you agree to these terms.
vi: Các Điều khoản dịch vụ này phản ánh cách thức kinh doanh của Google, những điều luật mà công ty chúng tôi phải tuân theo và một số điều mà chúng tôi vẫn luôn tin là đúng. Do đó, các Điều khoản dịch vụ này giúp xác định mối quan hệ giữa Google với bạn khi bạn tương tác với các dịch vụ của chúng tôi. Ví dụ: Các điều khoản này trình bày các chủ đề sau: Trách nhiệm của chúng tôi: Đây là phần mô tả cách chúng tôi cung cấp và phát triển các dịch vụ của mình Trách nhiệm của bạn: Phần này nêu ra một số quy tắc mà bạn phải tuân theo khi sử dụng các dịch vụ của chúng tôi Nội dung trong các dịch vụ của Google: Phần này mô tả quyền sở hữu trí tuệ đối với nội dung mà bạn thấy trong các dịch vụ của chúng tôi, bất kể nội dung đó thuộc về bạn, Google hay người khác Trong trường hợp xảy ra vấn đề hoặc bất đồng: Phần này mô tả các quyền hợp pháp khác mà bạn có và những điều bạn nên biết trong trường hợp có người vi phạm các điều khoản này Việc hiểu rõ các điều khoản này rất quan trọng, vì khi truy cập hoặc sử dụng các dịch vụ của chúng tôi, nghĩa là bạn đồng ý với các điều khoản này.

# complaintTabPending
source: Complaint - Feedback
vi: Phản ánh - Khiếu nại

# complaintTabProcessed
source: Handled Complaints
vi: Phản ánh đã xử lý

# complaintListTitle
source: My Complaint List
vi: Danh sách khiếu nại của tôi

# complaintAdd
source: Add
vi: Thêm

# complaintNoData
source: No data
vi: Không có dữ liệu

# complaintProductIdentified
source: Product Identified
vi: Sản phẩm đã được định danh

# complaintContent
source: Content
vi: Nội dung

# complaintEnterContent
source: Enter complaint content
vi: Nhập nội dung phản ánh

# complaintContentRequired
source: Please enter complaint content
vi: Vui lòng nhập nội dung phản ánh

# complaintImages
source: Images:
vi: Hình ảnh:

# complaintAddImageOrVideo
source: Add at least 1 image or video of the product
vi: Thêm ít nhất 1 hình ảnh hoặc video về sản phẩm

# complaintViolationType
source: Violation Type
vi: Loại vi phạm

# complaintSelectViolationType
source: Select violation type
vi: Chọn loại vi phạm

# complaintReason
source: Reason for Complaint
vi: Lý do phản ánh

# complaintSelectReason
source: Select reason for complaint
vi: Chọn lý do phản ánh

# complaintSend
source: Send
vi: Gửi

# complaintSendSuccess
source: Complaint sent successfully!
vi: Gửi phản ánh thành công!

# complaintSendFailMedia
source: Please add at least 1 image or video!
vi: Vui lòng thêm ít nhất 1 hình ảnh hoặc video!

# complaintScanTime
source: Scan Time:
vi: Thời gian quét:

# complaintProductName
source: Product Name
vi: Tên sản phẩm

# complaintCompanyName
source: Company Name
vi: Tên công ty

# complaintStatusProcessed
source: Handled
vi: Đã xử lý

# complaintStatusPending
source: Pending
vi: Chờ xử lý

# complaintDetailTitle
source: Complaint Details
vi: Chi tiết khiếu nại

# complaintDetailId
source: Complaint ID
vi: Mã khiếu nại

# complaintDetailSendTime
source: Send Time:
vi: Thời gian gửi:

# complaintDetailProcessTime
source: Process Time:
vi: Thời gian P/A:

# complaintDetailViolationType
source: Violation Type:
vi: Loại vi phạm:

# complaintDetailReason
source: Reason for Complaint:
vi: Lý do phản ánh:

# complaintDetailFeedback
source: Feedback:
vi: Phản hồi:

# complaintDetailContact
source: If you have further questions, please contact:
vi: Nếu bạn có thêm thắc mắc gì, vui lòng liên hệ:

# complaintDetailShare
source: Share
vi: Chia sẻ

# complaintDetailBack
source: Back
vi: Quay lại

source: View all
vi: Xem tất cả

source: Fake Product
vi: Hàng giả

# fakeProductList
source: List of Fake Products
vi: Danh sách hàng giả

source: detail
vi: chi tiết

source: Processed list
vi: Danh sách đã xử lý

# pendingList
source: Pendding list
vi: Danh sách chưa xử lý

source: All feedback loaded..
vi: Đã tải hết phản ánh.

source: Warning List
vi: Danh sách cảnh báo

source: Notification List
vi: Danh sách thông báo

source: Notification Detail
vi: Chi tiết thông báo

source: Notification
vi: Thông báo

source: Warning
vi: Cảnh báo

source: General Notification
vi: Thông báo chung

# successNotification
source: Success
vi: Thành công

# infoNotification
source: Information
vi: Thông tin

source: Unread
vi: Chưa đọc

source: Read
vi: Đã đọc

source: Mark as read
vi: Đánh dấu đã đọc

source: Mark all as read
vi: Đánh dấu tất cả đã đọc

source: No notifications
vi: Không có thông báo

source: New notification
vi: Thông báo mới

source: All notifications loaded
vi: Đã tải hết thông báo

source: No notifications yet
vi: Chưa có thông báo nào

source: Pull to refresh
vi: Kéo xuống để làm mới

source: News detail
vi: Chi tiết tin tức

source: News list
vi: Danh sách tin tức
